Repository: fabionaves/tracepp
Catalog: locale/*/LC_MESSAGES/django.po
Languages: pt_br

source: Home
pt_br: Início

source: Requeriments
pt_br: Requisitos

source: Requeriment
pt_br: Requisitos

source: User Stories
pt_br: Estórias de Usuário

source: Depends on
pt_br: Depende de

source: Name
pt_br: Nome

source: Artifact type
pt_br: Tipo de Artefato

source: Estimated Time
pt_br: Tempo Estimado

source: Spent Time
pt_br: Tempo Gasto

source: Estimated Story Points
pt_br: Pontos de Estória de Usuário Estimados

source: Realized Time
pt_br: Tempo Gasto

source: Estimated Businnes Value
pt_br: Valor de Negócio Estimado

source: Realized Businnes Value
pt_br: Valor de Negócio Gasto

source: File
pt_br: Arquivo

source: Project
pt_br: Projeto

source: User Story
pt_br: Estória de Usuário

source: Level
pt_br: Nível

source: Source
pt_br: Código-fonte

source: Activity
pt_br: Atividade

source: Type
pt_br: Tipo

source: Trace Code
pt_br: Código de Rastreio

source: Requester
pt_br: Solicitante

source: Functions Points
pt_br: Pontos de Função

source: User Story Points
pt_br: Pontos de Estória de Usuário

source: Use Case Points
pt_br: Pontos de Caso de Uso

source: Points Type
pt_br: Tipos de Pontos

source: Total Planned Points
pt_br: Total de pontos planejados

source: Repository Type
pt_br: Tipo de Repositório

source: Repository URL
pt_br: URL do Repositório

source: Bug Tracking Tool Type
pt_br: Tipo de Ferramenta de Gerenciamento

source: Story Points Planned Custom Field Name
pt_br: Nome do campo personalizado dos pontos de estória de usuário planejados

source: Story Points Realized Custom Field Name
pt_br: Nome do campo personalizado dos pontos de estória de usuário gastos

source: Businnes Value Planned Custom Field Name
pt_br: Nome do campo personalizado dos pontos de valor de negócio planejados

source: Businnes Value Realized Custom Field Name
pt_br: Nome do campo personalizado dos valor de negócio de usuário gastos

source: Bug Tracking Tool URL
pt_br: URL da ferramenta de gerencimento de projetos

source: Bug Tracking Tool User
pt_br: Usuário da ferramenta de gerenciamento de projetos

source: Bug Tracking Tool Password
pt_br: Senha da ferramenta de gerenciamento de projetos

source: Bug Tracking Tool Project Id
pt_br: Id do projeto na ferramenta de gerenciamento de projetos

source: Import Redmine Versions as Sprints?
pt_br: Importar versões do Redmine como Sprints?

source: What redmine type of issue is a user story?(Insert redmine issue type ID)
pt_br: O tipo de problema do redmine é uma história do usuário (Insira o ID do tipo de problema do redmine)

source: What redmine Issue Status is a complete User Story?(Insert redmine issue status ID)
pt_br: Qual é o status do problema do redmine é uma história de usuário completa? (Insira o ID do status de problema do redmine)

source: Projects
pt_br: Projetos

source: Code
pt_br: Código

source: Title
pt_br: Título

source: Functional
pt_br: Funcional

source: Non-Functional
pt_br: Não funcional

source: Bug Track Id
pt_br: ID da ferramenta de gerenciamento de projetos

source: Planning
pt_br: Planejando

source: Executing
pt_br: Executando

source: Close
pt_br: Fechado

source: Begin
pt_br: Início

source: End
pt_br: Fim

source: Story not Completed
pt_br: Estória não completa

source: Complete story
pt_br: Estória completa

source: Description
pt_br: Descrição

source: Acceptance Criteria
pt_br: Critérios de Aceitação

source: Updated Artifact:
pt_br: Artefato Atualizado

source: Reference:
pt_br: Referencia:

source: Created Artifact:
pt_br: Artefato Criado:

source: Created Sprint:
pt_br: Sprint Criada:

source: Updated Sprint:
pt_br: Sprint Atualizada:

source: Created UserStory:
pt_br: Estória de Usuário Criada:

source: Updated UserStory:
pt_br: Estória de Usuário Atualizada:

source: Userstory added to Sprint
pt_br: Estória de Usuário adicionada na Sprint

source: Userstory updated to Sprint
pt_br: Estória de Usuário atualizada na Sprint

source: Created On:
pt_br: Criado Em:

source: Closed On:
pt_br: Fechado Em:

source: Estimated Hours:
pt_br: Horas Estimadas:

source: Spent Hours:
pt_br: Horas Gastas:

source: Are you sure you want to delete
pt_br: Tem certeza que deseja excluir

source: DELETE
pt_br: EXCLUIR

source: Cancel
pt_br: Cancelar

source: Documents Artifacts
pt_br: Artefatos do tipo documento

source: Bug Tracking Tool Artifacts
pt_br: Artefatos da Ferramenta de Gerenciamento de Projetos

source: Type:
pt_br: Tipo:

source: Project ID:
pt_br: ID do Projeto:

source: Trace Bug Tracking
pt_br: Rastrear ferramenta de Gerenciamento de Projetos

source: Source Code Artifacts
pt_br: Artefatos do Tipo Código-fonte

source: Remote Repository:
pt_br: Repositório Remoto:

source: Local Repository:
pt_br: Repositório Local:

source: Trace Source Code
pt_br: Rastrear codigo-fonte

source: Artifacts
pt_br: Artefatos

source: Action
pt_br: Ação

source: Estimated SP
pt_br: SP Estimado

source: Spent SP
pt_br: SP Gasto

source: Estimated BV
pt_br: BV Estimado

source: Spent BV
pt_br: BV Gasto

source: No data
pt_br: Sem dados

source: Bug Tracking Tool Traced !
pt_br: Ferramenta de gestao de projetos rastreada!

source: Imported Artifacts
pt_br: Artefatos Importados

source: Imported Sprints
pt_br: Sprints Importadas

source: No sprints
pt_br: Sem sprints

source: Imported User Stories
pt_br: Estórias de usuário importadas

source: No UserStories
pt_br: Sem estórias de usuário

source: Userstory to sprint
pt_br: Estória de usuário para sprint

source: Source Code Traced !
pt_br: Código-fonte rastreado !

source: Requirement
pt_br: Requisito

source: Artifact Type
pt_br: Tipo de Artefato

source: Administration
pt_br: Administração

source: Project(s)
pt_br: Projeto(s)

source: Logout
pt_br: Sair

source: Save
pt_br: Salvar

source: Page
pt_br: Página

source: of
pt_br: de

source: History
pt_br: Histórico

source: Total of Spent Hours per Sprint
pt_br: Total de horas gastas por sprint

source: Total of Estimated Hours per Sprint
pt_br: Total de horas estimadas por sprint

source: Planned Points
pt_br: Pontos planejados

source: Realized points
pt_br: Pontos gastos

source: View Details
pt_br: Ver detalhes

source: Estimated x Spent (time)
pt_br: Estimado x Gasto (tempo)

source: Total of Points
pt_br: Total de Pontos

source: Please Sign In
pt_br: Favor autenticar-se

source: Back
pt_br: Voltar

source: Edit
pt_br: Editar

source: Delete
pt_br: Apagar

source: Dependents Requeriments
pt_br: Requisitos dependentes

source: No dependent requirements
pt_br: Sem requisitos dependentes

source: This requirement does not depend on any other
pt_br: Este requisito não depende de nenhum outro

source: description
pt_br: descrição

source: Req. type
pt_br: Tipo de Req.

source: User
pt_br: Usuário

source: No changes
pt_br: Sem alterações

source: %% Task Effort Variation
pt_br: %% Variação de Esforço

source: %% SP Variation
pt_br: %% Variação de SP

source: Story Points x Tasks Effort (%% of variation)
pt_br: Pontos de Estória de Usuário x Esforço (%% de variação)

source: Details
pt_br: Detalhes

source: UserStories
pt_br: Estórias de Usuário

source: Userstory
pt_br: Estória de Usuário

source: The title and status fields are changed by redmine
pt_br: O titulo e o status são modificados pelo redmine

source: Estimated
pt_br: Estimado

source: Spent
pt_br: Gasto

source: Planned
pt_br: Planejado

source: Realized
pt_br: Gasto

source: Documents
pt_br: Documentos

source: Source Code
pt_br: Código-fonte

source: Activities
pt_br: Atividades

source: Tasks Effort (Hours)
pt_br: Variação de Esforço (Horas)

source: Story Points
pt_br: Pontos de Estória de Usuário

source: Bussiness Value
pt_br: Valor de Negócio

source: Story Points (Planned)
pt_br: Pontos de Estória de Usuário (Planejados)

source: Story Points (Realized)
pt_br: Pontos de Estória de Usuário (Gastos)

source: Businnes Value (Planned)
pt_br: Valor de Negócio (Planejado)

source: Businnes Value (Realized)
pt_br: Valor de Negócio (Realizado)

source: UserStory Artifacts
pt_br: Artefatos de Estória de Usuário

source: Sprint Artifacts
pt_br: Artefatos de Sprints

source: Requeriment Artifacts
pt_br: Artefatos de Requisitos

source: Project Artifacts
pt_br: Artefatos de Projeto

source: Userstory Artifact
pt_br: Artefatos de Estória de Usuário

source: Artifact
pt_br: Artefato

source: Project Artifact
pt_br: Artefato de Projeto

source: Artifacty Type was created successfully
pt_br: Tipo de artefato criado com sucesso

source: Artifacty Type was updated successfully
pt_br: Tipo de artefato atualizado com sucesso

source: Choose a project:
pt_br: Escolha um projeto:

source: Project was created successfully
pt_br: Projeto criado com sucesso

source: Project was saved successfully
pt_br: Projeto salvo com sucesso

source: Update
pt_br: Atualizar

source: Requeriment was created successfully
pt_br: Requisito criado com sucesso

source: Requeriment was updated successfully
pt_br: Requisito atualizado com sucesso

source: Requeriment Change History:
pt_br: Histórico de mudancas do requisito:

source: Change History
pt_br: Histórico de Mudanças

source: Sprint was created successfully
pt_br: Sprint criada com sucesso

source: Sprint was saved successfully
pt_br: Sprint salva com sucesso

source: Sprint Change History:
pt_br: Historio de Mudanças da Sprint

source: UserStory was created successfully
pt_br: Estória de Usuário criada com sucesso

source: UserStory
pt_br: Estória de Usuário
